driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/FaultwithRepeatTest27/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:faul="http://j2ee.netbeans.org/wsdl/FaultwithRepeat">
  <soapenv:Body>
    <faul:Name>test</faul:Name>
    <faul:counter>5</faul:counter>
    <faul:TestVar>4</faul:TestVar>
  </soapenv:Body>
</soapenv:Envelope>